[{"id":"15300","name":"Abbey","producer":"Castle Malting","origin":null,"description":"<p>Belgisk brunmalt. Abbey är en stark smak av bakat bröd, nötter och frukter. Abbey har en bitter smak som mognar med åldrande och kan vara en ganska intensiv smaksättare.<br> <br> <strong>Användningsområde:</strong> Pale Ale, Brown Ale, Porter, Specialöl och i en rad olika brittiska ölsorter. Abbey är en mer rostad form av Pale Malt. Abbey Malt används vanligen som en liten del (0,5%) vid framställning av öl som kräver något mer djup och färg.<br> <br> <strong>Färg:</strong> °EBC 42 - 55</p>","ebc":"42 - 55","price":18.0},{"id":"15135","name":"Acid","producer":"Castle Malting","origin":null,"description":"En surgjord malt med hjälp laktobaciller som sänker mäskens pH och används vid bryggning med bikarbonat-rika vatten. Acid-malt förbättrar miljön för enzymerna och ger dom en bättre arbetsplats. Man brukar få en intensivare jäsning genom att justera pH-nivån i mäsken. Acid-malt ger ditt öl en väl avrundad smak och ökar även skumstabiliteten.\n<br> \n<br> \n<strong>Andvändningsområde:</strong> Denna malt används lämpligen för att justera pH när man brygger enligt den tyska \n<em>Reinheitsgebot</em> och inte kan använda några tillsater för att justera pH-värdet i mäsken, syramalt är däremot helt tillåtet.\n<br> \n<br> \n<strong>Färg:</strong> °EBC 6 - 12","ebc":null,"price":21.0},{"id":"13120","name":"Amber Malt","producer":"CRISP malting group","origin":null,"description":"<p>Ger mer färg och djup och en ganska unik maltig smak till din öl.</p> \n<p><strong>Användningsområde</strong>: Används ofta i engelska öl som t.ex, mörkare ale och porter.</p> \n<p><strong>Färg:</strong> °EBC 60</p>","ebc":"60","price":24.0},{"id":"16411","name":"Apple Wood Smoked Malt","producer":"Briess","origin":null,"description":"<p>Apple Wood Smoked Malt ger en intensiv men ändå mjuk, söt, rök-karaktär som man inte kan hitta i några andra kommersiellt tillgängliga rökta maltsorter.<br> <br> •&nbsp;&nbsp;&nbsp; Intensiv röksmak<br> •&nbsp;&nbsp;&nbsp; Mjuk, söt, rök-karaktär<br> •&nbsp;&nbsp;&nbsp; Rökt över äppleträ<br> •&nbsp;&nbsp;&nbsp; Inga bittra eftersmaker<br> •&nbsp;&nbsp;&nbsp; Rökt i små serier<br> •&nbsp;&nbsp;&nbsp; Levererar konsekvent röksmak varje gång<br> <br> Eftersom Briess Smoked malt tillverkas i små batcher och förvaras i foliefodrade påsar som bibehåller smak, doft och färskhet.<br> <br> <strong>Användning:</strong><br> 5-10% &nbsp; - Märkbar rök-karaktär i ljusare stilar såsom Scottish Ales och Oktoberfests<br> 10-20% - Påtaglig rök-karaktär i ljusare stilar som Scottish Ales och Oktoberfests<br> 30-60% - Märkbar till påtaglig rök-karaktär i mörkare stilar som Stouts och Porters<br> Vi rekommenderar att begränsa användningen till 60%.<br> <br> <strong>Färg:</strong> °EBC 10</p> \n<p><strong>Rökighet: </strong>15 - 30 ppm</p>","ebc":null,"price":41.0},{"id":"16390","name":"Aromatic Munich Malt 20L","producer":"Briess","origin":null,"description":"<p>En münchnermalt i europeisk stil. Den ger en djup gyllene färg med orange ton och en ren och intensiv maltsmak.</p> \n<p><strong>Användningsområde:</strong> Passar bra till ölstilar som Oktoberfest/Marzen, Bock och Belgiska öltyper eller sorter som behöver en mer maltig smak och arom. Rekommenderad giva: 5-15% för en mer maltig öl. 50% vid en Bock/Dubbelbock.</p> \n<p><strong>Färg:</strong> °EBC 40</p>","ebc":"40","price":25.0},{"id":"15500","name":"Arome","producer":"Castle Malting","origin":null,"description":"<p>Arome ger rik maltig smak, doft med en mjuk bitterhet.</p> \n<p><strong>Användningsområde: </strong>Bärnstensfärgade och mörka lageröl eller mycket aromatiska öl. Rekommenderad giva är upp till 20%</p> \n<p><strong>Färg:</strong> °EBC 95 - 105</p>","ebc":"95 - 105","price":18.0},{"id":"16400","name":"Ashburne Mild Malt","producer":"Briess","origin":null,"description":"<p>Används som basmalt eller som hög andel specialmalt.&nbsp;Ger mycket restsötma, maltighet och delikata rostade toner.</p> \n<p><strong>Användningsområde:</strong> Används vanligtvis i Mild Ale, Brown Ale, Belgisk Ale och Barley Wine. Något mörkare än Pale Ale och har en högre dextrin-nivå.</p> \n<p><strong>Färg:</strong> °EBC 40</p>","ebc":"40","price":25.0},{"id":"13205","name":"Best Ale Malt","producer":"CRISP malting group","origin":null,"description":"<p>Denna malt är idealiskt lämpad för alebryggning. Den karakteristiska färgen och balansen ihop med en söt och maltig smak har gjort denna malt mycket populär. Best Ale Malt tillverkas av tvåradigt korn av högsta kvalitet från Norfolk.</p> \n<strong>Färg:</strong> °EBC 5,5 - 7,9","ebc":null,"price":22.0},{"id":"15400","name":"Biscuit","producer":"Castle Malting","origin":null,"description":"<p>En unik och väldigt speciell belgisk malt. Förmedlar en varm bröd/kexdoft och smak. Biscuit ger en mycket uttalad \"toasty\" finish till ditt öl.<br> <br> <strong>Användningsområde:</strong> Alla specialöl, engelsk ale, brown ale och porter. Rekommenderad max giva: 15%. Denna malt används för att förbättra den rostade smak och arom som kännetecknar vissa ale och lageröl. Biscuit har inga enzymer utan måste mäskas med enzymatiska maltsorter.</p> \n<p><strong>Färg: </strong>°EBC 55 - 65</p>","ebc":"55 - 65","price":21.0},{"id":"16268","name":"Black Malt (Briess)","producer":"Briess","origin":null,"description":"<p>Black Malt är inte mältat korn utan framställs genom intensiv rostning av blötlagda korn. Rostningen ger komplexa torra, bittra och kaffeliknande smaker.</p> \n<p><strong>Användningsområde:</strong> Black Malt används till mörkare öl som t.ex stout och porter.</p> \n<p><strong>Färg:</strong> °EBC 1300-1400</p>","ebc":"1300-1400","price":32.0},{"id":"13505","name":"Black Malt (Crisp)","producer":"CRISP malting group","origin":null,"description":"<p>Black Malt är inte mältat korn utan framställs genom intensiv rostning av blötlagda korn. Rostningen ger komplexa torra, bittra och kaffeliknande smaker.</p> \n<p><strong>Användningsområde:</strong> Black Malt används till mörkare öl som t.ex stout och porter.</p> \n<p><strong>Färg:</strong> °EBC 1300 - 1400</p>","ebc":"1300 - 1400","price":25.0},{"id":"13000","name":"Black Malt (Viking)","producer":"Vikingmalt","origin":null,"description":"<p>Black Malt framställs genom rostning av Pilsnermalt. Slutliga temperaturen är mer än 200 C. Amylolytiska aktiviteten hos Black Malt är noll, mängden jäsbart extrakt är lågt.<br> <br> <strong>Användningsområde:</strong> Black Malt används i stouts och porter främst för dess färgvärde. Normalt ger portioner på 1 - 2% en anmärkningsvärd ökning i färg utan betydande förändringar i smak. Mer än 10% portioner är sällsynta. Den typiska smaken är hård men mindre bitter än den av rostat korn.</p> \n<p><strong>Färg:</strong> °EBC 1400 - 1600</p>","ebc":"1400 - 1600","price":18.0},{"id":"16210","name":"Blackprinz Malt","producer":"Briess","origin":null,"description":"<p>En bitterlös svartmalt från Briess. Mild, mjuk, ingen bitter efterhängande smak. Ger en mild delikat eftersmak av ren rostad malt. Ger mer färg och rostad smak än Midnight Wheat Malt.</p> \n<p><strong>Användningsområde:</strong> Kan användas i alla recept som anger \"debittered black malt\" (bitterlös svartmalt). Används även för justering av färg.</p> \n<p><strong>Färg:</strong> °EBC 985</p> \n<p>&nbsp;</p>","ebc":null,"price":29.0},{"id":"16380","name":"Bonlander Munich Malt 10L","producer":"Briess","origin":null,"description":"<p>En gyllene malt som drar åt det orangea hållet och har en ren maltsmak.<br> <br> <strong>Användningsområde: </strong>Passar bra till ölstilar som Oktoberfest/Marzen eller sorter som behöver mer maltsmak. Rekommenderad giva: 10-20% för en mer maltig öl. 50% vid en Bock.</p> \n<p><strong>Färg:</strong> °EBC 20</p>","ebc":"20","price":25.0},{"id":"16165","name":"Brewers Malt","producer":"Briess","origin":null,"description":"<p>Brewers Malt från Briess är en basmalt gjort av tvåradigt korn som ger en ren, söt och maltig smak.</p> \n<p><strong>Färgvärde:</strong> °EBC 3,5</p>","ebc":null,"price":21.0},{"id":"13200","name":"Brown Malt","producer":"CRISP malting group","origin":null,"description":"<p>Brown Malt är en brittisk specialmalt.<br> <br> <strong>Användningsområde:</strong> Används ofta i t.ex porter och brown ale.</p> \n<p><strong>Färg:</strong> °EBC 160</p>","ebc":"160","price":24.0},{"id":"15125","name":"Buckwheat","producer":"Castle Malting","origin":null,"description":"Bovete är nära släkt med rabarber och ängssyra. Det är bovetes frukter som används för att göra malt. Namnet till trots är bovete inget sädeslag. Namnet kommer från holländskans \n<em>bockweit</em> som betyder bok-vete, eftersom kornet liknar bokollon. Mältat Bovete används för att producera glutenfri öl. Buckwheat-malt kan dock innehålla spår av andra maltkorn som innehåller gluten eftersom den produceras i samma anläggning som övrig malt. Buckwheat-malt kan ersätta kornmalt för att producera glutenfri öl och ger en nötig och maltig smak. Den kan även användas till specialöl för att ge en rikare och djupare ton.\n<br> \n<br> \n<strong>OBS! Buckwheat malt innehåller inga enzymer, så den kan inte omvandla stärkelsen till socker på egen hand vid mäskning, utan behöver hjäp från annan basmalt som tex Pilsner eller PaleAle som har gott om enzymer, rekommenderad maxgiva är 50% Buckwheat tillsammans med 50 % Pilsnermalt.</strong>\n<br> \n<br> \n<strong>OBS! Buckweat malt är glutenfri, men kan innehålla spår av gluten från andra sädeslag.</strong>\n<br> \n<br> \n<strong>Färg:</strong> °EBC 4 - 15","ebc":null,"price":41.0},{"id":"15710","name":"Café","producer":"Castle Malting","origin":null,"description":"<p>Ger en lätt kaffe- och nötig smak till ditt öl. Den ger en mjuk känsla i munnen och skapar komplexitet till mörk ale.<br> <br> <strong>Andvändningsområde</strong>: Ger en trevlig touch av kaffe i stout och porter. Rekommenderad maxgiva: 10%</p> \n<p><strong>Färg:</strong> °EBC 480 - 520</p>","ebc":"480 - 520","price":22.0},{"id":"15700","name":"Café Light","producer":"Castle Malting","origin":null,"description":"<p>En belgisk malt som ger en mild nötaktig, kaffeliknande smak och arom. Lägger komplexitet till mörka ales och stärker färgen.&nbsp;<br> <br> <strong>Användningsområde:</strong> Stouts, Porters, och lite i Brown Ales för inslag av färskt rostat kaffe. Rekommenderad giva: upp till 10 %.</p> \n<p><strong>Färg:</strong> °EBC 220 - 280</p>","ebc":"220 - 280","price":21.0},{"id":"15150","name":"Cara Blond","producer":"Castle Malting","origin":null,"description":"<p>En ljus belgisk karamellmalt. Ger en mild, karamellsöt doft och lägger en gyllene färg till ditt öl. Cara Blond ger en ökad munkänsla, skum och ökad skumstabilitet.</p> \n<p><strong>Användningsområde: </strong>Ljus lageröl, ljus ale och Belgiska Wit. Rekommenderad maxgiva: upp till 20%.</p> \n<p><strong>Färg:</strong> °EBC 18-22</p>","ebc":"18-22","price":20.0},{"id":"13920","name":"Cara Gold Malt","producer":"CRISP malting group","origin":null,"description":"Cara Gold ger möjligheten att öka kroppen i ditt öl och även öka skumstabiliteten utan att för den skull påverka färgen allt för mycket.\n<br> \n<br> \n<strong>Användningsområde:</strong> Små mängder kan användas för färgjustering och smakanrikning av ljusa ale eller lageröl. Smaken är inte alls så söt som man är van vid hos andra ljus karamellmalter, man känner att maltsmaken klart och tydligt slår igenom.\n<br> \n<br> \n<strong>Färg:</strong> °EBC 13 - 17","ebc":null,"price":24.0},{"id":"13925","name":"Cara Malt","producer":"CRISP malting group","origin":null,"description":"Cara Malt ger dig möjligheten att öka kroppen i ditt öl och även öka skumstabiliteten.\n<br> \n<br> \n<strong>Användningsområde: </strong>Små mängder kan användas för färgjustering och smakanrikning av ljusa ale eller lageröl.\n<br> \n<br> \n<strong>Färg:</strong> °EBC 25 - 35","ebc":null,"price":24.0},{"id":"10700","name":"Cara Pale Malt","producer":"Vikingmalt","origin":null,"description":"<p>Cara Pale Malt är en ljus karamellmalt. Trots dess låga färgvärde så är Cara Pale Malt en riktig karamellmalt. Cara Pale Malt är söt och kolaliknande. Den enzymatiska aktiviteten hos Cara Pale Malt är försumbar.<br> <br> <strong>Användningsområde:</strong> Cara Pale Malt används för att producera öl med en fylligare, ren och rund smak. På grund av sitt låga färgvärde är den lämplig även för ljusa öl. Denna malt kallas även i vissa fall för Dextrinmalt.</p> \n<p><strong>Färg:</strong> °EBC 6 - 10</p>","ebc":"6 - 10","price":17.0},{"id":"10800","name":"Cara Plus 10 Malt","producer":"Vikingmalt","origin":null,"description":"<p>Cara Plus 10 Malt är framställt med hjälp av en unik maltprocess och ny torkningsteknik som bygger på indirekt värme. Cara Plus 10 Malt är söt och kolaliknande. Cara Plus 10 Malt har visat sig förbättra skumbildning, smak och stabilitet.<br> <br> <strong>Användningsområde:</strong> Cara Plus 10 Malt används för att producera öl med en ren, rund smak. På grund av sitt låga färgvärde lämpar sig Cara Plus 10 Malt även för ljusa öl. Cara Plus 10 Malt är snarlik Cara Pale Malt och kan ersätta Cara Pale Malt i de flesta recept.</p> \n<p><strong>Färg:</strong> °EBC max 10</p>","ebc":null,"price":17.0},{"id":"11400","name":"Cara Plus 150 Malt","producer":"Vikingmalt","origin":null,"description":"<p>Cara Plus 150 Malt är en mörk karamellmalt. Smaken domineras av spannmål, sötma och nötaktig karaktär.&nbsp; Den produceras med hjälp av en unik maltprocess som bygger på indirekt värme. Cara Plus-malter liknar crystalmalter, men är något torrare i smaken.<br> <br> <strong>Användningsområde:</strong> Cara Plus 150 Malt är väl lämpad för \"vinteröl\", ale och andra aromatiska öl där mörkare färg önskas. Rekommenderad giva är 5 - 10%.</p> \n<p><strong>Färg:</strong> °EBC 150 ± 20</p>","ebc":"150 ","price":17.0},{"id":"11550","name":"Cara Plus 200","producer":"Vikingmalt","origin":null,"description":"<p>Cara Plus 200 Malt är en mörk karamellmalt. Smaken domineras av spannmål, sötma och nötaktig karaktär.&nbsp; Den produceras med hjälp av en unik maltprocess som bygger på indirekt värme. Cara Plus-malter liknar crystalmalter, men är något torrare i smaken.<br> <br> <strong>Användningsområde:</strong> Cara Plus 200 Malt är väl lämpad för ale och andra aromatiska öl där mörkare färg önskas. Rekommenderad giva är 5 - 10%.</p> \n<p><strong>Färg:</strong> °EBC 200 ± 20</p>","ebc":"200 ","price":17.0},{"id":"15170","name":"Cara Ruby","producer":"Castle Malting","origin":null,"description":"<p>En mediumfärgad belgisk karamellmalt. Ger en rik karamellsöt doft och en kolaliknande smak. Cara Ruby ger en ljus bärnsten- till rödaktig färg till ditt öl. Cara Ruby bidrar till ökad munkänsla, skum och ökad skumstabilitet.</p> \n<p><strong>Användningsområde:</strong> Brown Ales, Brune des Flandres, Bock och Skottska Ales.</p> \n<p><strong>Färg:</strong> °EBC 43-57</p>","ebc":"43-57","price":20.0},{"id":"16000","name":"Carabrown Malt","producer":"Briess","origin":null,"description":"<p>Carabrown® Malt är en ljusare brunmalt som ger en viss restsötma och lätt rostade smaker.<br> <br> <strong>Användningsområde:</strong> Carabrown® Malt kan användas i en mängd olika ölstilar och är särskilt bra i bruna ales, porter och stout. Ger&nbsp;smak, komplexitet och färg till bitter, pale ales, belgiska ales, veteöl, bock, oktoberfest, och skotska ales. Färgvärde Lovibond 55.<br> <br> <strong>Färg:</strong> °EBC 110</p>","ebc":"110","price":29.0},{"id":"16270","name":"Caracrystal Wheat Malt 55L","producer":"Briess","origin":null,"description":"<p>Caracrystal Wheat Malt 55L smakar sött, malt, bröd, karamell samt lätt rostade toner. Caracrystal Wheat Malt 55L ger en orange nyans som drar åt mahogny.<br> <br> <strong>Användningsområde:</strong> Rekommenderas för alla ölstilar som använder karamellmalt: T.ex. IPA, Pale Ale, Veteöl, Bocköl och Sessionöl. Passar i öl där du vill få en touch av söt kola plus mjuka mörka rostade smaker. Färgvärde Lovibond 55.<br> <br> <strong>Färg:</strong> °EBC 110</p>","ebc":"110","price":29.0},{"id":"16260","name":"Caramel Malt 10L","producer":"Briess","origin":null,"description":"<p>Smaken av Caramel Malt 10L är godisliknade, karamell och sötma. Briess Caramel-malter tillverkas i specialdesignade rostningstrummor som är utvecklade specifikt för rostning av malt och korn. Denna ingenjörskonst medger tillämpning av betydligt högre temperaturer till grönmalten, vilket är ett måste för karamelliseringen av socker ska uppnås. Det är viktigt att man kan kontrollera fukthalten och ha en exakt styrning på luftflödet för att alla korn ska få samma jämna temperatur så att man uppnår en maximal karamellsmak.<br> <br> <strong>Färg:</strong> °EBC 20</p>","ebc":"20","price":29.0},{"id":"16230","name":"Caramel Malt 120L","producer":"Briess","origin":null,"description":"<p>Smaken av Caramel Malt 120L är karamell som drar lite mot bränt socker, russin och plommon.<br> <br> Briess Caramel-malter tillverkas i specialdesignade rostningstrummor, utvecklade specifikt för rostning av malt och korn. Denna ingenjörskonst medger tillämpning av betydligt högre temperaturer till grönmalten, vilket är ett måste för karamelliseringen av socker ska uppnås. Det är viktigt att man kan kontrollera fukthalten och ha en exakt styrning på luftflödet för att alla korn ska få samma jämna temperatur så att man uppnår en maximal karamell smak.<br> <br> <strong>Färg:</strong> °EBC 236</p>","ebc":"236","price":29.0},{"id":"16275","name":"Caramel Malt 20L","producer":"Briess","origin":null,"description":"<p>Smaken av Caramel Malt 20L är godisliknade, karamell och sötma.<br> <br> Briess Caramel Malts tillverkas i specialdesignade rostningstrummor, utvecklade specifikt för rostning av malt och korn. Denna ingenjörskonst medger tillämpning av betydligt högre temperaturer till grönmalten, vilket är ett måste för karamelliseringen av socker ska uppnås. Det är viktigt att man kan kontrollera fukthalten och ha en exakt styrning på luftflödet för att alla korn ska få samma jämna temperatur så att man uppnår en maximal karamell smak.<br> <br> <strong>Anvädningsområde</strong>: Rekommenderade givor:&nbsp;3-7% för att skapa balans i Pilsners, 5-10% för California Common, Doppelbocks och Mörka Lagers, 5-15% för Vienna, Märzen och Oktoberfest, 10-15% för Bitter Ale, Pale Ale, Mild Ale, Strong Ale och Belgian Ale, 5-15% för vissa stilar av Brown Ale, Scotch Ale, Stout och Porter</p> \n<p><strong>Färg:</strong> °EBC 40</p>","ebc":"40","price":29.0},{"id":"16280","name":"Caramel Malt 30L","producer":"Briess","origin":null,"description":"<p>Smaken av Caramel Malt 30L är godisliknade, karamell och kola.<br> <br> Briess Caramel-malter tillverkas i specialdesignade rostningstrummor, utvecklade specifikt för rostning av malt och korn. Denna ingenjörskonst medger tillämpning av betydligt högre temperaturer till grönmalten, vilket är ett måste för karamelliseringen av socker ska uppnås. Det är viktigt att man kan kontrollera fukthalten och ha en exakt styrning på luftflödet för att alla korn ska få samma jämna temperatur så att man uppnår en maximal karamellsmak.<br> <br> <strong>Anvädningsområde</strong>: Rekommenderade givor:&nbsp;3-7% för att skapa balans i Pilsners, 5-10% för California Common, Doppelbocks och Mörka Lagers, 5-15% för Vienna, Märzen och Oktoberfest, 10-15% för Bitter Ale, Pale Ale, Mild Ale, Strong Ale och Belgian Ale, 5-15% för vissa stilar av Brown Ale, Scotch Ale, Stout och Porter<br> <br> <strong>Färg:</strong> °EBC 60</p>","ebc":"60","price":29.0},{"id":"16220","name":"Caramel Malt 40L","producer":"Briess","origin":null,"description":"<p>Smaken av Caramel Malt 40L är söt, karamell och kola.<br> <br> Briess Caramel-malter tillverkas i specialdesignade rostningstrummor, utvecklade specifikt för rostning av malt och korn. Denna ingenjörskonst medger tillämpning av betydligt högre temperaturer till grönmalten, vilket är ett måste för karamelliseringen av socker ska uppnås. Det är viktigt att man kan kontrollera fukthalten och ha en exakt styrning på luftflödet för att alla korn ska få samma jämna temperatur så att man uppnår en maximal karamellsmak.<br> <br> <strong>Färg:</strong> °EBC 79</p>","ebc":"79","price":29.0},{"id":"16285","name":"Caramel Malt 60L","producer":"Briess","origin":null,"description":"<p>Smaken av Caramel Malt 60L är söt med en väldigt tydlig karamellsmak.<br> <br> Briess Caramel-malter tillverkas i specialdesignade rostningstrummor, utvecklade specifikt för rostning av malt och korn. Denna ingenjörskonst medger tillämpning av betydligt högre temperaturer till grönmalten, vilket är ett måste för karamelliseringen av socker ska uppnås. Det är viktigt att man kan kontrollera fukthalten och ha en exakt styrning på luftflödet för att alla korn ska få samma jämna temperatur så att man uppnår en maximal karamellsmak.<br> <br> <strong>Anvädningsområde</strong>: Rekommenderade givor: 1-3% för att skapa balans i Pilsners, 5-10% för California Common, Doppelbocks och Mörka Lagers, 5-15% för Vienna, Märzen och Oktoberfest, 5-15% för vissa stilar av Brown Ale, Scotch Ale, Stout och Porter<br> <br> <strong>Färg:</strong> °EBC 120</p>","ebc":"120","price":29.0},{"id":"16290","name":"Caramel Malt 80L","producer":"Briess","origin":null,"description":"Smaken av Caramel Malt 80L är tydlig karamellsmak med toner av bränt socker och russin.\n<br> \n<br> Briess Caramel-malter tillverkas i specialdesignade rostningstrummor, utvecklade specifikt för rostning av malt och korn. Denna ingenjörskonst medger tillämpning av betydligt högre temperaturer till grönmalten, vilket är ett måste för karamelliseringen av socker ska uppnås. Det är viktigt att man kan kontrollera fukthalten och ha en exakt styrning på luftflödet för att alla korn ska få samma jämna temperatur så att man uppnår en maximal karamellsmak.\n<br> \n<br> \n<strong>Användningsområde</strong>: Rekommenderade givor: 1-3% för att skapa balans i Pilsners, 5-10% för California Common, Doppelbocks och Mörka Lagers, 5-15% för Vienna, Märzen och Oktoberfest, 5-15% för vissa stilar av Brown Ale, Scotch Ale, Stout och Porter\n<br> \n<br> \n<strong>Färg:</strong> °EBC 160","ebc":null,"price":29.0},{"id":"16295","name":"Caramel Malt 90L","producer":"Briess","origin":null,"description":"<p>Smaken av&nbsp;Caramel Malt 90L är tydlig karamellsmak med toner av bränt socker, russin och torkade plommon.</p> \n<p>Briess Caramel-malter tillverkas i specialdesignade rostningstrummor, utvecklade specifikt för rostning av malt och korn. Denna ingenjörskonst medger tillämpning av betydligt högre temperaturer till grönmalten, vilket är ett måste för karamelliseringen av socker ska uppnås. Det är viktigt att man kan kontrollera fukthalten och ha en exakt styrning på luftflödet för att alla korn ska få samma jämna temperatur så att man uppnår en maximal karamellsmak.<br> <br> <strong>Användningsområde</strong>: Rekommenderade givor: 1-3% för att skapa balans i Pilsners, 5-10% för California Common, Doppelbocks och Mörka Lagers, 5-15% för Vienna, Märzen och Oktoberfest, 5-15% för vissa stilar av Brown Ale, Scotch Ale, Stout och Porter<br> <br> <strong>Färg:</strong> °EBC 180</p>","ebc":"180","price":29.0},{"id":"16255","name":"Caramel Munich Malt 60L","producer":"Briess","origin":null,"description":"Smaken av Caramel Munich Malt 60 L är karamell, maltigt och lätt rostat. Den ger bärnstenfärgade- och röda nyanser till ditt öl.\n<br> \n<br> Briess Caramel-malter tillverkas i specialdesignade rostningstrummor, utvecklade specifikt för rostning av malt och korn. Denna ingenjörskonst medger tillämpning av betydligt högre temperaturer till grönmalten, vilket är ett måste för karamelliseringen av socker ska uppnås. Det är viktigt att man kan kontrollera fukthalten och ha en exakt styrning på luftflödet för att alla korn ska få samma jämna temperatur så att man uppnår en maximal karamellsmak.\n<br> \n<br> \n<strong>Användningsområde:</strong> Caramel Munich 60L passar utmärkt i IPA, pale ale, oktoberfestöl och porters.\n<br> \n<br> \n<strong>Färg:</strong> °EBC 118","ebc":null,"price":29.0},{"id":"16391","name":"Caramel Rye Malt 60L","producer":"Briess","origin":null,"description":"<div class=\"tw-data-text vk_txt tw-ta tw-text-small\" data-fulltext=\"\" data-placeholder=\"Översättning\" dir=\"ltr\" style=\"text-align: left; height: 192px;\">\n <span lang=\"sv\">Caramel Rye Malt 60L har inslag av karamell, bröd och en viss sötma som </span>komplementerar \n <span lang=\"sv\">den kryddiga rågsmaken.<br> <br> <strong>Användningsområde:</strong> Rekommenderad maxgiva till ljusare öl 10% och till mörkare maltigare öl 20%</span>\n <br> \n <br> \n <strong>Färg:</strong> °EBC 120\n</div>","ebc":null,"price":32.0},{"id":"16250","name":"Caramel Vienne 20L","producer":"Briess","origin":null,"description":"<p>Caramel Vienne 20 L har smaker så som karamell och mjuk kola, den ger även en maltig smak till ditt öl.&nbsp;<br> <br> Briess Caramel-malter tillverkas i specialdesignade rostningstrummor, utvecklade specifikt för rostning av malt och korn. Denna ingenjörskonst medger tillämpning av betydligt högre temperaturer till grönmalten, vilket är ett måste för karamelliseringen av socker ska uppnås. Det är viktigt att man kan kontrollera fukthalten och ha en exakt styrning på luftflödet för att alla korn ska få samma jämna temperatur så att man uppnår en maximal karamellsmak.</p> \n<p><strong>Användningsområde:</strong> Caramel Vienne tillför gyllene nyanser och smaker unika för lageröl i Vienna-stil och belgiska Abbey Ales.<br> <br> <strong>Färg:</strong> °EBC 39</p>","ebc":"39","price":29.0},{"id":"16100","name":"Cherry Wood Smoked Malt","producer":"Briess","origin":null,"description":"<p>Cherry Wood Smoked Malt ger en intensiv men ändå mjuk, söt, rök-karaktär som man inte kan hitta i några andra kommersiellt tillgängliga rökta maltsorter.<br> <br> •&nbsp;&nbsp;&nbsp; Intensiv röksmak<br> •&nbsp;&nbsp;&nbsp; Mjuk, söt, rök-karaktär<br> •&nbsp;&nbsp;&nbsp; Rökt över körsbärsträ<br> •&nbsp;&nbsp;&nbsp; Inga bittra eftersmaker<br> •&nbsp;&nbsp;&nbsp; Rökt i små serier<br> •&nbsp;&nbsp;&nbsp; Levererar konsekvent röksmak varje gång<br> <br> Eftersom Briess Smoked malt tillverkas i små batcher och förvaras i foliefodrade påsar som bibehåller smak, doft och färskhet.<br> <br> <strong>Användning:</strong><br> 5-10% &nbsp; - Märkbar rök-karaktär i ljusare stilar såsom Scottish Ales och Oktoberfests<br> 10-20% - Påtaglig rök-karaktär i ljusare stilar som Scottish Ales och Oktoberfests<br> 30-60% - Märkbar till påtaglig rök-karaktär i mörkare stilar som Stouts och Porters<br> Vi rekommenderar att begränsa användningen till 60%.<br> <br> <strong>Färg:</strong> °EBC 10</p> \n<p><strong>Rökighet: </strong>15 - 30 ppm</p>","ebc":null,"price":41.0},{"id":"15210","name":"Chit Barley Malt Flakes","producer":"Castle Malting","origin":null,"description":"En ljus typ av malt som produceras från blötlagt korn som bara har fått gro bara en kort period. Chit Barley Malt Flakes behåller många av egenskaperna hos vanligt omältat korn.\n<br> \n<br> \n<strong>Användningsområde:</strong> Används till att förbättra skumstabilitet och för att balansera upp maltsmaken. Den används främst vid tillverkning av stout, men kan användas i alla ölsorter där man vill framhäva maltsmaken samt öka skumstabilteten.\n<br> \n<strong>OBS. Flingor, behöver alltså inte krossas.</strong>\n<br> \n<br> \n<strong>Färg:</strong> °EBC 3 - 7\n<br> \n<br> Säck = 11.34kg","ebc":null,"price":19.0},{"id":"15800","name":"Chocolat (Castle)","producer":"Castle Malting","origin":null,"description":"<p>Chocolat är en belgisk chokladmalt. Chokladmalt är en mycket rostad malt med en djupbrun färg. Chocolat delar många av de egenskaper som Black Malt har, men är mindre bitter i smaken. Smaken är mörk choklad, nötter och rostat.</p> \n<p><strong>Användningsområde</strong>: Bruna, starka, mörka och svarta öl så som porter, stout och brown ales. Rekommenderad giva: 7%</p> \n<p><strong>Färg: </strong>°EBC 800 - 1000.</p>","ebc":"800 - 1000","price":22.0},{"id":"16140","name":"Chocolate Malt (Briess)","producer":"Briess","origin":null,"description":"<p>Chocolate Malt har en rik smak av kaffe och choklad.</p> \n<p><strong>Användningsområde:</strong> Används till alla ölstilar för färgjustering. Använd 1-10 % för önskad färg i Porter och Stout.</p> \n<p><strong>Färgvärde:</strong> °EBC 690</p>","ebc":null,"price":29.0},{"id":"13910","name":"Chocolate Malt (Crisp)","producer":"CRISP malting group","origin":null,"description":"<p>Chocolate Malt från Crisp har en smak av choklad och rostat kaffe. Chocolate Malt är mindre bitter än Black Malt, men delar många av dess egenskaper.</p> \n<p><strong>Användningsområde: </strong>Till porter, stout och brown ale. Rekommenderad giva är ca: 6 %.</p> \n<p><strong>Färg:</strong> °EBC 900 - 1100</p>","ebc":"900 - 1100","price":25.0},{"id":"12800","name":"Chocolate Malt (Viking)","producer":"Vikingmalt","origin":null,"description":"<p>Chocolate Malt från Viking Malt smakar rostat med aromer av mörk choklad och kaffe. Chocolate Malt framställs genom rostning av pilsnermalt. Den slutgiltiga temperaturen samt rostningstiden är något lägre jämfört med Black Malt. Den amylolytiska aktiviteten är noll. Mängden jäsbart extrakt är mycket lågt.<br> <br> <strong>Användningsområde:</strong> Används huvudsakligen i porters och stout men kan också användas för andra mörka ölsorter. Typisk dosering är normalt under 10%.<br> <br> <strong>Färg:</strong> °EBC 800 - 1000</p>","ebc":"800 - 1000","price":18.0},{"id":"13400","name":"Clear Choice Malt Ale","producer":"CRISP malting group","origin":null,"description":"<strong>Föredetta: ProAnt Free Malt</strong>\n<br> \n<br> Att få en blank och klar öl är för många en viktig kvalitetsfaktor, en disig öl kan kännas mindre tillfredsställande att dricka än en som är klar och fin. År 1972 inrättades ett traditionellt växtförädlingsprogram för att utveckla ett proanthocyanadinfritt maltkorn för att bryggerierna skulle kunna få en utökad hållbarhet, klarare öl och förbättrad smak utan användning av stabiliserings- eller klarningsmedel. En vanlig giva är någonstans mellan 30 - 50 % av den totala maltmängden, men man kan även använda&nbsp;Clear Choice Malt Ale upp till 100 %. \n<ul> \n <li>Används precis som helt vanlig alemalt i bryggningen. Vissa bryggerier märker direkt att dom får en blankare vört och en minskning av&nbsp; mängden druv vilken även tillåter att man minskar ner på eventuellt klarningsmedel eller helt enkelt inte behöver använda det alls.</li> \n <li>Klarning vid 3-4 °C i stället för -1°C. Besparingar kan göras genom att minska kylkostnaderna eller, alternativt genom att minska tiden för klarning, vilket kan ge en ökad produktionshastighet vid tider av hög efterfrågan.</li> \n <li>Fördel för bryggerier att kunna skriva på sina etiketter att inga stabiliseringsmedel eller klarningsmedel har använts vid framställandet av ölen.</li> \n <li>För förpackat öl (flaska eller burk): Man ökar hållbarheten till längre tid än 1 år utan någon speciell behandling eller använding av andra hjälpmedel.</li> \n <li>För fatlagrat/flasklagrat öl: Man slipper att lös druv och jäst flyter runt i fatet/flaskan, sedimentet lägger sig i en mycket fast kaka, vilket även gör att man får ut mer öl per fat eller mer&nbsp;öl per flaska om man t.ex kolsyrejäser direkt i flaskan.</li> \n <li>Man får en propertionell förbättring av ölen i direkt förhållande till hur stor del av maltmängden man använt Clear Choice Malt Ale.</li> \n <li>Polyfenoler är också kända för att ge hårda och obehagliga smaker till öl och orsaka en ökning av ölfärg efter oxidation. Expertsmakpanelen på BRI (Brewing Research International) upptäckte skillnader i smak mellan kontroll och försöksbryggder. Dessa skillnader var stabila och fortsatte karakterisera ölen efter långvarig lagring. Ölen bryggd med Clear Choice behöll sin klarhet, medan motsvarande kontrollöl blev disig. Öl bryggt med Clear Choice Malt Ale har visat sig få ökad maltkaraktär med aningens sötare smaktoner, samt minskat de kärva och bittra tonerna.</li> \n</ul> \n<strong>Färg:</strong> °EBC 5,5","ebc":null,"price":20.0},{"id":"13401","name":"Clear Choice Malt Extra Pale","producer":"CRISP malting group","origin":null,"description":"En ljusare variant av Clear Choice Malte Ale med samma egenskaper. \n<ul> \n <li>Används precis som helt vanlig alemalt i bryggningen. Vissa bryggerier märker direkt att dom får en blankare vört och en minskning av&nbsp; mängden druv vilken även tillåter att man minskar ner på eventuellt klarningsmedel eller helt enkelt inte behöver använda det alls.</li> \n <li>Klarning vid 3-4 °C i stället för -1°C. Besparingar kan göras genom att minska kylkostnaderna eller, alternativt genom att minska tiden för klarning, vilket kan ge en ökad produktionshastighet vid tider av hög efterfrågan.</li> \n <li>Fördel för bryggerier att kunna skriva på sina etiketter att inga stabiliseringsmedel eller klarningsmedel har använts vid framställandet av ölen.</li> \n <li>För förpackat öl (flaska eller burk): Man ökar hållbarheten till längre tid än 1 år utan någon speciell behandling eller använding av andra hjälpmedel.</li> \n <li>För fatlagrat/flasklagrat öl: Man slipper att lös druv och jäst flyter runt i fatet/flaskan, sedimentet lägger sig i en mycket fast kaka, vilket även gör att man får ut mer öl per fat eller mer&nbsp;öl per flaska om man t.ex kolsyrejäser direkt i flaskan.</li> \n <li>Man får en propertionell förbättring av ölen i direkt förhållande till hur stor del av maltmängden man använt Clear Choice Malt Extra Pale.</li> \n <li>Polyfenoler är också kända för att ge hårda och obehagliga smaker till öl och orsaka en ökning av ölfärg efter oxidation. Expertsmakpanelen på BRI (Brewing Research International) upptäckte skillnader i smak mellan kontroll och försöksbryggder. Dessa skillnader var stabila och fortsatte karakterisera ölen efter långvarig lagring. Ölen bryggd med Clear Choice behöll sin klarhet, medan motsvarande kontrollöl blev disig. Öl bryggt med Clear Choice Malt Extra Pale har visat sig få ökad maltkaraktär med aningens sötare smaktoner, samt minskat de kärva och bittra tonerna.</li> \n</ul> \n<strong>Färg:</strong> °EBC 3 - 4,5","ebc":null,"price":20.0},{"id":"12810","name":"Cookie Malt","producer":"Vikingmalt","origin":null,"description":"Cookie Malt bidrar med milda trevliga rostade spannmålsmaker och aromer med inslag av popcorn och kakor. Cookie Malt framställs genom rostning av pilsnermalt. Den amylolytiska aktiviteten hos Cookie Malt är försumbar.\n<br> \n<br> \n<strong>Användningsområde:</strong> Typisk dosering är normalt under 20%.\n<br> \n<br> \n<strong>Färg:</strong> °EBC 40 - 60","ebc":null,"price":18.0},{"id":"13650","name":"Crystal 150 Light Crystal","producer":"CRISP malting group","origin":null,"description":"Crystalmalter förknippas med söta karamellsmaker och Crystal 150 Light Crystal är inget undantag. Denna malt ger smaker av nötter och kola. Vanligtvis förbättras även skumstabiliteten av crystalmalter.\n<br> \n<br> \n<strong>Användningsområde:</strong> Små mängder kan användas för färgjustering och smakanrikning av ljust lageröl. Crystal 150 Light Crystal är väl lämpade för vinteröl, ale och andra aromatiska öl.\n<br> \n<br> \n<strong>Färg:</strong> °EBC 150","ebc":null,"price":23.0},{"id":"13740","name":"Crystal 240 Medium Crystal","producer":"CRISP malting group","origin":null,"description":"Crystalmalter förknippas med söta karamellsmaker och Crystal 240 Medium Crystal är inget undantag. Denna malt ger smaker av nötter och kola. Vanligtvis förbättras även skumstabiliteten av crystalmalter.\n<br> \n<br> \n<strong>Användningsområde:</strong> Små mängder kan användas för färgjustering och smakanrikning av ljust lageröl. Crystal 240 Medium Crystal är väl lämpade för vinteröl, ale och andra aromatiska öl.\n<br> \n<br> \n<strong>Färg:</strong> °EBC 240","ebc":null,"price":23.0},{"id":"13900","name":"Crystal 400 Dark Crystal","producer":"CRISP malting group","origin":null,"description":"Crystalmalter förknippas med söta karamellsmaker och Crystal 400 Dark Crystal är inget undantag. Denna malt ger smaker av nötter och kola. Vanligtvis förbättras även skumstabiliteten av crystalmalter.\n<br> \n<br> \n<strong>Användningsområde:</strong> Små mängder kan användas för färgjustering och smakanrikning av ljust lageröl. Crystal 400 Dark Crystal är väl lämpade för vinteröl, ale och andra aromatiska öl.\n<br> \n<br> \n<strong>Färg:</strong> °EBC 400","ebc":null,"price":23.0},{"id":"11200","name":"Crystal Malt 100","producer":"Vikingmalt","origin":null,"description":"<p>Viking Malts Crystal Malt 100 är en mörk karamellmalt. En hög grad av karamelisering är kännetecknande för denna malt. Den bidrar till smak och stabilitet, vanligtvis förbättras skumkvaliteten. Jämfört med Cara Pale Malt har Crystal Malt 100 har en starkare kola och nötliknande karaktär.<br> <br> <strong>Användningsområde:</strong> Crystal-malter är väl lämpade för vinter-öl, ale och andra aromatiska öl så som mörk lageröl och stouts. Små mängder kan användas för färgjustering och smakanrikning av ljust lageröl.</p> \n<p><strong>Färg:</strong> °EBC 100 ± 10</p>","ebc":"100 ","price":17.0},{"id":"11300","name":"Crystal Malt 150","producer":"Vikingmalt","origin":null,"description":"<p>Viking Malts Crystal Malt 150 är en mörk karamellmalt. En hög grad av karamelisering är kännetecknande för denna malt. Den bidrar till smak och stabilitet, vanligtvis förbättras skumkvaliteten. Jämfört med Cara Pale Malt har Crystal Malt 150 har en starkare kola och nötliknande karaktär.<br> <br> <strong>Användningsområde:</strong> Crystal-malter är väl lämpade för vinter-öl, ale och andra aromatiska öl så som mörk lageröl och stouts. Små mängder kan användas för färgjustering och smakanrikning av ljust lageröl.<br> <br> <strong>Färg:</strong> °EBC 150 ± 20</p> \n<p>&nbsp;</p>","ebc":null,"price":17.0},{"id":"11600","name":"Crystal Malt 300","producer":"Vikingmalt","origin":null,"description":"<p>Viking Malts Crystal Malt 300 är en mörk karamellmalt. En hög grad av karamelisering är kännetecknande för denna malt. Den bidrar till smak och stabilitet, vanligtvis förbättras skumkvaliteten. Jämfört med Cara Pale Malt har Crystal Malt 300 har en starkare kola och nötliknande karaktär.<br> <br> <strong>Användningsområde:</strong> Crystal-malter är väl lämpade för vinter-öl, ale och andra aromatiska öl så som mörk lageröl och stouts. Små mängder kan användas för färgjustering och smakanrikning av ljust lageröl.</p> \n<p><strong>Färg:</strong> °EBC 300 ± 30</p>","ebc":"300 ","price":17.0},{"id":"10900","name":"Crystal Malt 50","producer":"Vikingmalt","origin":null,"description":"<div class=\"tab-content\" id=\"tab-description\" style=\"display: block;\"> \n <p>Viking Malts Crystal Malt 50 är en mellanmörk karamellmalt. En hög grad av karamelisering är kännetecknande för denna malt. Den bidrar till smak och stabilitet, vanligtvis förbättras skumkvaliteten. Jämfört med Cara Pale Malt har Crystal Malt 50 har en starkare kola och nötliknande karaktär.<br> <br> <strong>Användningsområde:</strong> Crystal-malter är väl lämpade för vinter-öl, ale och andra aromatiska öl så som mörk lageröl och stouts. Små mängder kan användas för färgjustering och smakanrikning av ljust lageröl.</p> \n</div> \n<strong>Färg:</strong> °EBC 50 ± 10\n<p>Viking Malts Crystal Malt 50 är en mellanmörk karamellmalt. En hög grad av karamelisering är kännetecknande för denna malt. Den bidrar till smak och stabilitet, vanligtvis förbättras skumkvaliteten. Jämfört med Cara Pale Malt har Crystal Malt 50 har en starkare kola och nötliknande karaktär.<br> <br> <strong>Användningsområde:</strong> Crystal-malter är väl lämpade för vinter-öl, ale och andra aromatiska öl så som mörk lageröl och stouts. Små mängder kan användas för färgjustering och smakanrikning av ljust lageröl.</p>","ebc":null,"price":17.0},{"id":"12500","name":"Dark Ale Malt","producer":"Vikingmalt","origin":null,"description":"<p>Dark Ale Malt har smak och arom av spannmål, sötma, rostade nötter och frukter. Dark Ale är en aromatisk malt. Den enzymatiska aktiviteten hos Dark Ale är låg. Dark Ale är tillredd på 105 -110 ° C i ett särskilt maltprocesprogram med långvarig torkning för att säkerställa rätt smak.<br> <br> <strong>Användningsområde:</strong> Rekommenderas för att förbättra färg och arom. Rekommenderad användning upp till 30% .</p> \n<p><strong>Färg :</strong> °EBC 30 - 40</p>","ebc":null,"price":15.0},{"id":"16180","name":"Dark Chocolate","producer":"Briess","origin":null,"description":"<p>Dark Chocolate är en mörk 2-radig chokladmalt från Briess. Dark Chocolate ger en rik smak av mörk choklad och en mjuk smak av kaffe.<br> <br> <strong>Användningsområde:</strong> Används för färgjustering. Ger en fin smak vid högre procentantal i porter, stout, ale, brown ale och andra mörka öl.</p> \n<p><strong>Färgvärde</strong>: °EBC 828</p>","ebc":null,"price":31.0},{"id":"13207","name":"Dark Munich Malt","producer":"CRISP malting group","origin":null,"description":"<p>Dark Munich Malt från Crisp är en lite mörkare munichmalt. Dark Munich ger en gyllenröd färg och framhäver maltsmaken i ditt öl.<br> <br> <strong>Färg:</strong> °EBC 40 - 50</p>","ebc":"40 - 50","price":23.0},{"id":"16245","name":"Dextrine Malt","producer":"Briess","origin":null,"description":"I USA heter den här malten Carapils ® eller Cara-Pils ®, båda är varumärken registrerade av United States Patent and Trademark Office och ägs av Briess Industries, Inc. I Sverige får vi inte sälja den under det varumärket eftersom patentet på namnet i Sverige tillhör en annan maltproducent. Malten är dock densamma som den som säljs i USA, endast namnet är ändrat.\n<br> \n<br> \n<strong>Användningsområde: </strong>Dextrine Malt ger ökat skum, förbättrar skumstabiliteten och ger ökad munkänsla utan att ändra smaken eller färgen på din öl. Föredetta: Caramel Pilsner 1L. Rekommenderad max giva är 5 %\n<br> \n<br> \n<strong>Färg:</strong> °EBC 2,6","ebc":null,"price":29.0},{"id":"11800","name":"Enzyme Malt","producer":"Vikingmalt","origin":null,"description":"<p>Enzyme Malt tillverkas av 2-radigt eller 6-radigt korn. Stöpning och grobarhetsvillkor är valt att främja enzymfrigörning och syntes. Mältningsprogrammet är konstruerat för att bevara så mycket enzymer som möjligt. Enzyme Malt rekommenderas när hög andel av etanol förekommer i bryggprocessen.<br> <br> <strong>Användningsområde:</strong> Det är lämpligt för produktion av kvalitetswhisky, ren alkohol och kan användas för att kompensera för malt med lågt enzym innehåll eller tillsätts när hög utjäsbarhet önskas vid t.ex starkare öltyper.<br> <br> <strong>Färg:</strong> °EBC 2,8 - 4,5</p>","ebc":"2","price":14.0},{"id":"13104","name":"Europils Malt","producer":"CRISP malting group","origin":null,"description":"<p>Crisps Europils Malt är en traditionell europeisk pilsnermalt med en hög proteinhalt som garanterar bra enzymatisk kapacitet. Pilsnermalten är tillverkad av två-radigt korn.</p> \n<p><strong>Färg: </strong>°EBC 1,5 - 1,9</p>","ebc":"1","price":19.0},{"id":"13208","name":"Extra Pale Malt","producer":"CRISP malting group","origin":null,"description":"<p>En ljusare malt med en högre modifieringsgrad.</p> \n<p><strong>Användningsområde:</strong> Passar utmärkt för bryggning av ljusare öltyper så som lager och pale ale.</p> \n<strong>Färg:</strong> °EBC 3 - 4","ebc":null,"price":22.0},{"id":"16231","name":"Extra Special Malt","producer":"Briess","origin":null,"description":"Briess Extra Special Malt tillverkas i specialdesignad rostningstrumma vilket ger en smak av både kola och en torr rostad smak som skiljer sig helt från Caramel 120L.\n<br> \n<br> \n<strong>Användningsområde:</strong> Denna malt fungerar bra till dubbelbock, mörka belgiska öler samt ger komplexitet till torra stout och porter. I små doser gör den sig även bra i svagare ljusa öl.\n<br> \n<br> \n<strong>Färg:</strong> °EBC 260","ebc":null,"price":32.0},{"id":"13010","name":"Flaked Torrefied Barley","producer":"CRISP malting group","origin":null,"description":"<p><strong>Föredetta: Kornflingor</strong><br> <br> Omältade kornflingor av korn som är avsedda för mältning. Dom är värmebehandlade och pressade mellan två valsar till flingor.<br> <br> <strong>Användningsområde:</strong> Kan användas när man brygger t.ex stout och porter för att förbättra skum och ge mer fyllighet. Koka dom gärna i ca: 30 min först (för att tillgodgöra stärkelsen), låt sedan svalna och mäska tillsammans med malt. Kan även hällas direkt i mäsken, men ger då ett något sämre utbyte.<strong><span style=\"color:#FF0000\"> OBS! Behöver ej krossas eftersom det redan är flingat.</span></strong><br> <br> <strong>Färg:</strong> °EBC 2,8 - 5</p>","ebc":"2","price":18.0},{"id":"13006","name":"Flaked Torrefied Maize","producer":"CRISP malting group","origin":null,"description":"<p>Flaked Torrefied Maize är krossade majsflingor.<br> <br> <strong>Användningsområde: </strong>Ger en ljusare färg än pilsnermalt, vilket resulterar i en torrare öl där humlekaraktären framhävs bättre. Kan användas upp till 40% av den totala maltgivan för att brygga ljus öl. Behöver inte förkokas, bara att lägga direkt i mäsken.<br> <strong><span style=\"color:#FF0000\">OBS! Behöver alltså inte krossas eftersom det redan är gjort.</span></strong><br> <br> <strong>Färg:</strong> °EBC Max 1,5<br> &nbsp;</p>","ebc":null,"price":23.0},{"id":"13007","name":"Flaked Torrefied Oats","producer":"CRISP malting group","origin":null,"description":"<div id=\"gt-src-tools\"> \n <div id=\"tts_button\">\n  Flaked Torrefied Oats är havreflingor av skalade havrekorn som har tillagats vid hög temperatur vilket resulterar i gelatinering av det stärkelserika frövitan.\n  <br> \n  <br> \n  <strong>Användningsområde</strong>: Behöver inte förkokas, bara att lägga direkt i mäsken.\n  <strong><span style=\"color:#FF0000\"> OBS! Behöver alltså inte krossas eftersom det redan är gjort.</span></strong>\n </div> \n</div> \n<p><strong>Färg: </strong>°EBC 2.8-5.0</p>","ebc":"2","price":19.0},{"id":"13008","name":"Flaked Torrefied Rice","producer":"CRISP malting group","origin":null,"description":"<p>Flaked Torrefied Rice är risgryn som har tillagats vid en hög temperatur vilket resulterar i gelatinering av den stärkelserika frövitan.<br> <br> <strong>Användning:</strong> För att få bra omvandling av stärkelsen, låt först koka i 30 minuter i lite vatten som sedan får svalna.<strong><span style=\"color:#FF0000\"> OBS! Behöver alltså inte krossas eftersom det redan är gjort.</span></strong><br> <br> <strong>Färg:</strong>°EBC 0<br> &nbsp;</p>","ebc":null,"price":26.0},{"id":"16240","name":"Goldpils Vienna Malt","producer":"Briess","origin":null,"description":"Goldpils Vienna Malt ger en rik, maltig smak med antydan av kex och en exceptionellt ren avslutning.\n<br> \n<br> \n<strong>Användningsområde:</strong> Kan användas som basmalt till 100%&nbsp; eller som specialmalt i höga doseringar för justering av färg och smak. Ger ljusa gyllene nyanser. Används vanligtvis i Vienna, Oktoberfest och Märzen öl, eller i vilken öl som helst för att ge en rik maltig smak.\n<br> \n<br> \n<strong>Färg:</strong> °EBC 6,9","ebc":null,"price":24.0},{"id":"13206","name":"Light Munich Malt","producer":"CRISP malting group","origin":null,"description":"<p class=\"tw-data-text vk_txt tw-ta tw-text-small\" data-fulltext=\"\" data-placeholder=\"Översättning\" dir=\"ltr\" style=\"text-align: left; height: 312px;\">Light Munich Malt är en ljusare munichmalt. Light Munich Malt tillför \"maltighet\" i ditt öl samt en gyllenröd färg.<br> <br> <strong>Färg:</strong> °EBC 15 - 25</p>","ebc":"15 - 25","price":23.0},{"id":"10470","name":"Lightly Peated Malt","producer":"Vikingmalt","origin":null,"description":"<p>Lightly Peated Malt är en torvrökt malt med lätt röksmak, maltkorn lämpade för rökning används. De låga temperaturerna under rökningsprocessen bevarar enzymerna i malten. Lightly Peated Malt kan därför ses som pilsnermalt med röksmak.<br> <br> <strong>Användningsområde:</strong> Kan användas upp till 100%.</p> \n<p><strong>Färg:</strong> °EBC Max 10</p>","ebc":null,"price":19.0},{"id":"13911","name":"Low Colour Chocolate Malt (Crisp)","producer":"CRISP malting group","origin":null,"description":"<p>Low Colour Chocolate Malt är en ljus chokladmalt som drar åt mjölkchoklad med lätt torra brända toner.</p> \n<p><strong>Användningsområde: </strong>Till porter, stout och brown ale för att ge en lätt till tydlig smak av choklad. Rekommenderad giva är 5-15 %.</p> \n<p><strong>Färg:</strong> °EBC 450 - 650</p>","ebc":"450 - 650","price":25.0},{"id":"13100","name":"Maris Otter Ale Malt","producer":"CRISP malting group","origin":null,"description":"<p>Sorten Maris Otter är framodlad av Dr GDH Bell i Cambridge genom att korsa Proctor och Pioneer korn. Maris Otter har odlats för mältning i mer än 45 år och dess stamtavla och meriter levererar år efter år en konsekvent, bearbetbar och smakrik malt. Maris Otter anses vara Pale Ale maltens Rolls Royce.</p> \n<p><strong>Färg:</strong> °EBC 5,0 - 7,5</p>","ebc":"5","price":21.0},{"id":"13105","name":"Maris Otter Extra Pale","producer":"CRISP malting group","origin":null,"description":"<p>Sorten Maris Otter är framodlad av Dr GDH Bell i Cambridge genom att korsa Proctor och Pioneer korn. Maris Otter har odlats för mältning i mer än 45 år och dess stamtavla och meriter, levererar år efter år en konsekvent, bearbetbar och smakrik malt. Maris Otter anses vara Pale Ale maltens Rolls Royce.<br> <br> <strong>Användningsområde: </strong>Detta är en extra ljus variant och är lämplig för bryggning av lageröl eller ljusa till gyllene ales.</p> \n<p><strong>Färg:</strong> °EBC 3 - 4</p>","ebc":"3 - 4","price":21.0},{"id":"13101","name":"Maris Otter Floor Malt","producer":"CRISP malting group","origin":null,"description":"<p><strong>Golvmältad</strong><br> Sorten Maris Otter är framodlad av Dr GDH Bell i Cambridge genom att korsa Proctor och Pioneer korn. Maris Otter har odlats för mältning mer än 45 år och dess stamtavla och meriter, levererar år efter år en konsekvent, bearbetbar och smakrik malt. Maris Otter anses vara Pale Ale maltens Rolls Royce.</p> \n<p><strong>Färg:</strong> °EBC 5,0 - 7,5</p>","ebc":"5","price":21.0},{"id":"16101","name":"Mesquite Smoked Malt","producer":"Briess","origin":null,"description":"<p>Ger en intensiv men ändå mjuk, söt, rök-karaktär som man inte kan hitta i några andra kommersiellt tillgängliga rökta maltsorter.<br> •&nbsp;&nbsp;&nbsp; Intensiv röksmak<br> •&nbsp;&nbsp;&nbsp; Mjuk, mindre söt än Cherry Wood Smoked Malt<br> •&nbsp;&nbsp;&nbsp; Rökt över mesquiteträ<br> •&nbsp;&nbsp;&nbsp; Inga bittra eftersmaker<br> •&nbsp;&nbsp;&nbsp; Rökt i små serier<br> •&nbsp;&nbsp;&nbsp; Levererar konsekvent röksmak varje gång<br> <br> <strong>Användningsområde:</strong> 5-10% &nbsp; - Märkbar rök-karaktär i ljusare stilar såsom Scottish Ales och Oktoberfests, 10-20% - Påtaglig rök-karaktär i ljusare stilar som Scottish Ales och Oktoberfests, 30-60% - Märkbar till påtaglig rök-karaktär i mörkare stilar som stouts och porter. Vi rekommenderar att begränsa användningen till 60%. Kan användas i många olika ölstilar.<br> <br> Eftersom Briess Smoked malt tillverkas i små batcher och förvaras i foliefodrade påsar som bibehåller smak, doft och färskhet kan du brygga samma recept om och om igen med jämna resultat. Dess mjuka, lite söta röksmak ger dig möjligheten att brygga öl med fantastiska nya smaker.<br> <br> <strong>Färg:</strong> °EBC 10</p> \n<p><strong>Rökighet:</strong> 15 - 30 ppm</p>","ebc":null,"price":41.0},{"id":"16200","name":"Midnight Wheat Malt","producer":"Briess","origin":null,"description":"<p>Bitterlös svartrostad vetemalt. En specialmalt utan bittra eller sträva eftersmaker.<br> <br> <strong>Användningsområde:</strong> Kan användas i alla recept där det krävs en \"debittered black malt\" (bitterlös svartmalt). Midnight Wheat Malt är den mjukaste lenaste källan till svart färg utan att ge bittra eftersmaker.</p> \n<p><strong>Färg:</strong> °EBC 1084</p>","ebc":"1084","price":31.0},{"id":"15120","name":"Munich (Castle)","producer":"Castle Malting","origin":null,"description":"<p>Munich är en fyllig och gyllene malt. Ger en blygsam färgökning som går mot en fin gyllene orange färg. Den ger en uttalad kornig, maltig smak som passar många ölstilar utan att påverka skumstabilitet och kropp.<br> <br> <strong>Användningsområde:</strong> Används i små mängder i kombination med pilsnermalt för att producera ljustfärgat öl och förbättra maltsmaken och ge en rikare färg. Rekommenderad giva: up to 60%.</p> \n<p><strong>Färg:</strong> °EBC 22-27</p>","ebc":"22-27","price":17.0},{"id":"10400","name":"Munich Malt (Viking)","producer":"Vikingmalt","origin":null,"description":"<p>Tillredningstemperaturer i intervallet 110 - 120 ° C ger malten en aromatisk, nötig karaktär. Den höga temperaturen leder till klart nedsatt enzymverksamhet jämfört med pilsnermalt.<br> <br> <strong>Användningsområde:</strong> Munich Malt är en idealisk malt för mörkt lageröl, festivalöl och bocköl, för att understryka maltiga smaker och ge ölet en större kropp. Den minskade enzymverksamheten måste beaktas vid utformningen bryggreceptet.</p> \n<p><strong>Färg:</strong> °EBC 16 - 20</p>","ebc":"16 - 20","price":14.0},{"id":"14000","name":"Naked Oat Malt","producer":"CRISP malting group","origin":null,"description":"<p>Producerad av nakenhavre. Framställningen av havremalt baseras på en specialhavre som odlas i mycket begränsad omfattning i Europa.<br> <br> <strong>Användningsområde: </strong>Havremalt ger en silkeslen munkänsla, bra för att öka kroppen i ölet och även bra för skumstabiliteten. Används oftast i lite mörkare öl.<br> <br> <strong>Färg:</strong> °EBC 2,3</p>","ebc":"2","price":30.0},{"id":"16440k","name":"Oat Flakes","producer":"Briess","origin":null,"description":"<p>Värmebehandlade havreflingor.<br> <br> <strong>Användningsområde:</strong> Använd 5-25% av den totala maltgivan för en havrestout eller ett par procent i en belgisk wit. Oat Flakes behöver inte förkokas utan kan läggas direkt i mäsken.<strong><span style=\"color:#FF0000\"> OBS! Behöver alltså inte krossas eftersom det redan är gjort.</span></strong></p> \n<p><strong>Färg:</strong> °EBC 5<br> <br> Säck = 11.34kg</p>","ebc":"5 ","price":26.0},{"id":"16265","name":"Organic Roasted Barley","producer":"Briess","origin":null,"description":"<p>Du mumsar förmodligen inte på en handfull rostat korn så som du gör på söta karamellmalter. Men de torra, rostade, bittra och kaffeliknande smakerna som kännetecknar rostat korn är det som gör de flesta stout till just en stout. Organic Roasted Barley kan även ge komplex smak och färg till andra bryggder. Organic Roasted Barley är inte mältat, det är framställt genom intensiv rostning av blötlagt korn. Rostat korn kommer att påverka skumets färg. Blackmalt från Briess påverkar inte skumfärgen i samma utsträckning. Framställt av ekologiskt odlat korn.</p> \n<p><strong>Användningsområde:</strong> Används ofta&nbsp; i mörka öl så som stout och porter.<br> <br> <strong>Färg:</strong> °EBC 591</p>","ebc":"591","price":32.0},{"id":"15110","name":"Pale Ale (Castle)","producer":"Castle Malting","origin":null,"description":"<p>Denna malt ger en gyllene nyans till vörten. Hög modifieringsgrad främjar enkel nedbrytning av socker för enzymerna. Smaken bidrar speciellt till söt och nötaktiga toner.</p> \n<p><strong>Användningsområde:</strong> Det är en idealisk malt för ale och särskilda lageröl. Färgen på Pale Ale malt är inte alltför stark, vilket gör den lämplig för färgkorrigering av vanliga ljusa lageröl.</p> \n<p><strong>Färg:</strong> °EBC 7 - 9</p>","ebc":"7 - 9","price":17.0},{"id":"16160","name":"Pale Ale Malt (Briess)","producer":"Briess","origin":null,"description":"<p>Pale Ale Malt från Briess. Rik maltsmak med antydning till kak- och nötliknande smaker.&nbsp; 2-radig mycket maltig basmalt som ger en gyllene färg. En fullt modifierad hög extrakt låg proteinmalt som ger en unik smak.</p> \n<p><strong>Färg:</strong> °EBC 6,9</p>","ebc":"6","price":23.0},{"id":"10200","name":"Pale Ale Malt (Viking)","producer":"Vikingmalt","origin":null,"description":"<p>Är tillverkad av 2-radigt vårkorn. Hög modifieringsgrad främjar enkel nedbrytning av socker för enzymerna. Smaken bidrar speciellt till söt och nötaktiga toner.<br> <br> <strong>Användningsområde: </strong>Idealisk malt för ale och särskilda lageröl. Färgen på Pale Ale Malt är inte alltför stark, vilket gör den lämplig för färgkorrigering av vanliga ljusa lageröl.</p> \n<p><strong>Färg:</strong> °EBC 4 - 6</p>","ebc":"4 - 6","price":14.0},{"id":"15111","name":"Pale Ale Nature","producer":"Castle Malting","origin":null,"description":"<p>Ekologiskt odlad pale ale-malt från Belgien. Denna malt ger en gyllene nyans till vörten. Hög modifieringsgrad främjar enkel nedbrytning av socker för enzymerna. Smaken bidrar speciellt till söt och nötaktiga toner.<br> <br> <strong>Användningsområde:</strong> Idealisk malt för ale och särskilda lageröl. Färgen på Pale Ale Nature är inte alltför stark, vilket gör den lämplig för färgkorrigering av vanliga ljusa lageröl.</p> \n<p><strong>Färg:</strong> °EBC 7 - 9</p>","ebc":"7 - 9","price":21.0},{"id":"16360","name":"Pilsen Malt","producer":"Briess","origin":null,"description":"<p>Pilsen Malt från Briess. Ger en ren, frisk och söt smak med mycket maltkaraktär.&nbsp; 2-radig mycket maltig basmalt som ger en ljus gyllene färg. Den ljusaste malten som finns tillgänglig.<br> <br> <strong>Användningsområde: </strong>Passar bra som basmalt i alla typer av öl, perfekt för att brygga lager-öl på. Tillåter smak från special- och karamellmalt att träda fram.</p> \n<p><strong>Färg:</strong> °EBC 2,4</p>","ebc":"2","price":23.0},{"id":"10100","name":"Pilsner Malt","producer":"Vikingmalt","origin":null,"description":"<p>Framställs vid en slutgiltig temperatur mellan 80-85 °C. Pilsnermalten tillverkas av 2-radigt korn.<br> <br> <strong>Användningsområde:</strong> Lämpar sig för alla typer av öl.</p> \n<p><strong>Färg:</strong> °EBC 3,1 - 4,5</p>","ebc":"3","price":12.0},{"id":"10150","name":"Pilsner Malt Organic","producer":"Vikingmalt","origin":null,"description":"<p><strong>Ekologiskt odlad </strong> Framställs vid en slutgiltig temperatur mellan 80-85 °C. Malten tillverkas av 2-radigt korn.<br> <br> <strong>Användningsområde:</strong> Lämpar sig för alla typer av öl.</p> \n<p><strong>Färg:</strong> °EBC 3,1 - 4,5</p>","ebc":"3","price":18.0},{"id":"10110","name":"Pilsner Malt, Svensk","producer":"Vikingmalt","origin":null,"description":"<p>Svenskt maltkorn från svenska bönder som är mältat hos Vikingmalt i Halmstad. Framställs vid en slutgiltig temperatur mellan 80-85 °C. Malten tillverkas av 2-radigt korn<br> <br> <strong>Användningsområde:</strong> Lämpar sig för alla typer av öl.</p> \n<p><strong>Färg:</strong> °EBC 3,1 - 4,5</p>","ebc":"3","price":15.0},{"id":"15100","name":"Pilsnermalt 6RW","producer":"Castle Malting","origin":null,"description":"<p>Pilsnermalt framställd av 6 radigt vinterkorn i finaste kvalitet.</p> \n<p><strong>Färg</strong>: °EBC 3 - 3,8</p>","ebc":"3 - 3","price":16.0},{"id":"12400","name":"Red Ale Malt","producer":"Vikingmalt","origin":null,"description":"<p><strong>OBS! Föredetta: Melanoid</strong><br> Ett särskilt mältningsprogram används för att säkerställa rätt smak och arom. Färgen man får är rödaktig.Smaken av Red Ale Malt är sirap och rostade nötter den är även lite sur.&nbsp; Den Amylolytiska verksamheten i Red Ale Malt är låg.<br> <br> <strong>Användningsområde: </strong>Red Ale Malt är en aromatisk malt och rekommenderas för mörkt öl för att förbättra färg och arom.</p> \n<p><strong>Färg:</strong> °EBC 60-80</p>","ebc":"60-80","price":15.0},{"id":"16420k","name":"Red Wheat Flakes","producer":"Briess","origin":null,"description":"<p>Värmebehandlade veteflingor. Red Wheat Flakes kan användas i stället för vetemalt i veteöl, flingor kommer dock att ge en annan smakprofil.<br> <br> <strong>Användningsområde: </strong>Passar bra i en belgisk wit. Kan användas upp till 40% av den totala maltgivan eller 0.5 - 1% för ett bättre skum. Behöver inte förkokas, bara att lägga direkt i mäsken.<strong><span style=\"color:#FF0000\"> OBS! Behöver alltså inte krossas eftersom det redan är gjort.</span></strong></p> \n<p><strong>Färg:</strong> °EBC 4<br> <br> Säck = 11.34kg</p>","ebc":"4 ","price":19.0},{"id":"16110","name":"Rice Flakes","producer":"Briess","origin":null,"description":"<p>Att lägga risflingor till mäsken har en effekt på smaken eftersom risflingor är gjorda av omältat spannmål. För att få bra omvandling av stärkelsen, låt först koka i 30 minuter i lite vatten som sedan får svalna. Mäska tillsammans med malt. Obs! behöver ej krossas. Risflingor innehåller mindre protein. Att lägga dem i mäsken resulterar i ett torrare öl där humlekaraktären framhävs bättre.<br> <br> <strong>Användningsområde: </strong>Används vid framställning av öl som: Sapporo, Budweiser och Heineken.</p> \n<p><strong>Färg:</strong> °EBC&nbsp; 2<br> <br> Säck = 11.34kg</p>","ebc":null,"price":28.0},{"id":"15895","name":"Rice Hulls","producer":"Briess","origin":null,"description":"Risskal används för att lufta upp maltbädden och underlätta utmäskning/lakning. Man undviker helt enkelt att få stopp i maltbädden så att vörten kan flöda fint. Risskal ger varken färg eller smak till din bryggd, behöver ej krossas eftersom det bara är skal. Mer effektivt än havreskal eftersom det är fluffigare och luftar upp maltbädden bättre.\n<br> \n<br> \n<strong>Användning:</strong> Typisk dosering är ca 200g till ca 5 kg malt.\n<br> \n<br> \n<strong>För Bryggerier: </strong>En hel säck innehåller 22,68 kg\n<br> \n<br> \n<u>Skrymmevikt beräkning: 1 kg risskal tar så pass mycket plats att det räknas som 3,33 kg när vi ska boka frakten.</u>","ebc":null,"price":21.0},{"id":"13500","name":"Roast Barley (Crisp)","producer":"CRISP malting group","origin":null,"description":"Den enzymatiska aktiviteten av rostat korn är noll. Jäsbart utdrag av rostat korn är ringa. Smaken av Roast Barley från Crisp är mörk choklad och kaffesmak med en hel del bittra toner. Rostat korn&nbsp; kommer också ge lite extra sötma till ditt öl.\n<br> \n<br> \n<strong>Färg:</strong> °EBC 1250","ebc":null,"price":23.0},{"id":"12900","name":"Roasted Barley (Castle)","producer":"Castle Malting","origin":null,"description":"<p>Den enzymatiska aktiviteten av rostat korn är noll. Jäsbart utdrag av rostat korn är ringa. Den typiska smaken är bränt, rostat och med kaffeliknade smaker. Rostat korn kommer också ge lite extra sötma till ditt öl. Om man jämför med Choklad och Blackmalt så ger rostat korn det ljusaste skummet. Ger en djup röd mahognyfärg till ditt öl och mycket stark rostad smak. Ger torrhet till porters och stout.</p> \n<p><strong>Färg:</strong> °EBC 1200 - 1400</p>","ebc":"1200 - 1400","price":18.0},{"id":"16430k","name":"Rye Flakes","producer":"Briess","origin":null,"description":"<p>Värmebehandlade rågflingor. Rye Flakes&nbsp;bidrar till en mycket ren, distinkt rågsmak.</p> \n<p><strong>Användning:</strong> Rekommenderad giva från 5-10% upp till 40% beroende på tycke och smak. Behöver inte förkokas, bara att lägga direkt i mäsken.<br> <strong><span style=\"color:#FF0000\">OBS! Behöver alltså inte krossas eftersom det redan är gjort.</span></strong></p> \n<p><strong>Färg:</strong> °EBC 6<br> <br> Säck = 11.34kg</p>","ebc":"6 ","price":20.0},{"id":"13150","name":"Rye Malt","producer":"CRISP malting group","origin":null,"description":"<p>Råg ger en lite kryddig, pepprig smak till ditt öl.<br> <br> <strong>Användning:</strong> Rekommenderad max giva är ca: 50 %.</p> \n<p><strong>Färg:</strong> °EBC 15 - 27</p>","ebc":"15 - 27","price":21.0},{"id":"12000","name":"Sahti Malt","producer":"Vikingmalt","origin":null,"description":"<p>Specialproducerad Sahti Malt. Används för tillverkning av traditionell finländsk Sahti som är en stark, men uppfriskande hembrygd, Obs! finns endast som krossad, då den levereras färdigkrossad från Finland.<br> <br> <strong>Färg:</strong> °EBC 5 - 10</p>","ebc":"5 - 10","price":15.0},{"id":"15600","name":"Special B","producer":"Castle Malting","origin":null,"description":"<p>Mycket speciell belgisk mörk malt som erhållits genom särskild dubbel torkning. Rik och maltig smak av nötter, plommon och russin.</p> \n<p><strong>Användningsområde:</strong> Kan användas i abbey ale, Trappist ales, dubbel, trippel, porters, brown ale och dubbelbock. Rekommenderad max giva: 10 % .Ger en djupt röd till mörkt brunsvart färg och fylligare kropp. Kan ersätta Choklad och Blackmalt om bitterhet inte önskas.</p> \n<p><strong>Färg: </strong>°EBC 250 - 350</p>","ebc":"250 - 350","price":21.0},{"id":"16150","name":"Special Roast","producer":"Briess","origin":null,"description":"<p>En speciell Biscuit-liknade malt från Briess.</p> \n<p><strong>Färg:</strong> °EBC 99</p>","ebc":"99","price":31.0},{"id":"15405","name":"Spelt","producer":"Castle Malting","origin":null,"description":"<p>Dinkel (Spelt) är en gammal vetesort. Den är ljus och har en högre grad av protein än annan vetemalt. Dinkelmalten ger mer nötighet än vanlig vetemalt.<br> <br> <strong>Användningsområde:</strong> Belgisk saison, veteöl och specialöl.<br> <br> <strong>Färg: </strong>°EBC 11 - 17</p>","ebc":"11 - 17","price":37.0},{"id":"13306","name":"Toasted Wheat Malt","producer":"CRISP malting group","origin":null,"description":"<p>Toasted Wheat Malt är en rostad vetemalt. Toasted Wheat Malt ger en starkare och sötare smak än vanlig vetemalt.<br> <br> <strong>Användningsområde:</strong> Toasted Wheat Malt kan används i större mängder till veteöl men även mindre i givor, 3-5% för att öka skumstabiliteten samt ge en fylligare munkänsla i övriga ölsorter.<br> <br> <strong>Färg:</strong> °EBC 22.3 - 33.5</p>","ebc":"22","price":20.0},{"id":"13300","name":"Torrefied Wheat","producer":"CRISP malting group","origin":null,"description":"<p>Omältat vete som är värmebehandlad. Detta är det råa vetet som blivit värmebehandlat, dvs kornet är dött. Värmebehandlingen gör att man kan hälla vetet direkt i mäsken utan förkokning.</p> \n<p><strong>Användningsområde:</strong> Används t.ex vid bryggning av belgisk wit.<strong><span style=\"color:#FF0000\"> OBS! Behöver alltså inte krossas eftersom det redan är gjort.</span></strong></p> \n<p><strong>Färg: </strong>°EBC 2,8 - 5</p>","ebc":"2","price":16.0},{"id":"16170","name":"Victory","producer":"Briess","origin":null,"description":"<p>En speciell typ av biscuit-malt från Breiss. Ger toner av rostat, kakor, bakat bröd ger en nötig ren smak.&nbsp;<br> <br> <strong>Användningsområde:</strong> Passar nötiga brown ales och annan typ av mörkt öl. Kan även användas i lägre mängder för att ge mer komplexitet till ljusare ales och lagers.</p> \n<p><strong>Färg:</strong> °EBC 55</p>","ebc":"55","price":29.0},{"id":"14005","name":"Vienna Malt (Crisp)","producer":"CRISP malting group","origin":null,"description":"<p>Vienna värms lite högre än vanlig pale ale malt vilket ger malten egenskaper som gör att ölen får mer gyllene nyanser samt ökar kropp och munkänslan.&nbsp;Vienna Malt har tillräcklig enzymaktivitet för att kunna användas som basmalt, dock lägre än pilsnermalt. De subtila smaker som kännetecknas med Vienna Malt är kola och karamell.<br> <br> <strong>Användningsområde:</strong> Går att använda till 100% i en t.ex Viennalager.<br> <br> <strong>Färg:</strong> °EBC 6 - 10</p>","ebc":"6 - 10","price":19.0},{"id":"10300","name":"Vienna Malt (Viking)","producer":"Vikingmalt","origin":null,"description":"<p>Vienna Malt är tillredd vid något högre temperatur än pilsnermalt. Viennamalt ger en gyllenfärgad öl och ökar kropp och fullkomlighet. På grund av den högre tillredningstemperaturen är enzymets aktivitet i Vienna Malt något lägre än för pilsnermalt. Smaken av Vienna Malt är karamell och kola.<br> <br> <strong>Användningsområde:</strong> Vienna Malt är väl lämpad för relativt svagfärgade öl, Typiska användningsområden är att förbättra färg och smak av ljust öl. Vienna Malt har också en egen öltyp som heter Viennalager. Den är känd för sin djupa, gyllene färg och maltiga smak. Viennamalt kan användas upp till 100%.</p> \n<p><strong>Färg:</strong> °EBC 6 - 8</p>","ebc":"6 - 8","price":14.0},{"id":"12910","name":"Wheat Black","producer":"Castle Malting","origin":null,"description":"<div class=\"tw-swapa\"> \n <div class=\"_wYb\">\n  <span lang=\"sv\">Wheat Black</span>\n  <span lang=\"sv\"> </span>\n  <span lang=\"sv\">är </span>\n  <span lang=\"sv\">en </span>\n  <span lang=\"sv\">rostad </span>\n  <span lang=\"sv\">vete</span>\n  <span lang=\"sv\">malt </span>\n  <span lang=\"sv\">som kommer att ge en</span>\n  <span lang=\"sv\"> </span>\n  <span lang=\"sv\">komplex </span>\n  <span lang=\"sv\">smak </span>\n  <span lang=\"sv\">av rostat kaffe till </span>\n  <span lang=\"sv\">din </span>\n  <span lang=\"sv\">öl. </span>\n  <span lang=\"sv\">Wheat Black </span>\n  <span lang=\"sv\">kommer </span>\n  <span lang=\"sv\">inte att till</span>\n  <span lang=\"sv\">föra </span>\n  <span lang=\"sv\">någon </span>\n  <span lang=\"sv\">strävhet </span>\n  <span lang=\"sv\">till </span>\n  <span lang=\"sv\">ölen och inte heller den typiska vetesmaken.<br> <br> <strong>Användningsområde:</strong> Passar bra till Dunkelweizen, Altbier, Black IPA samt Schwarzbier. Rekommenderad max giva 20%.</span>\n </div> \n</div> \n<p><strong>Färg:</strong> °EBC 1100 - 1400</p>","ebc":"1100 - 1400","price":18.0},{"id":"10620","name":"Wheat Blanc","producer":"Castle Malting","origin":null,"description":"<p>Wheat Blanc är en belgisk vetemalt.<br> <br> <strong>Användningsområde:</strong> Används främst vid bryggning av veteöl. Vetemalt är en förutsättning för veteöl, men den kan även används mellan 3-5% i öl baserat på vanligt maltkorn. Tack vare sin proteinnivå ger den ölet en fylligare munkänsla och ökad skumstabilitet. Rekommenderad maxgiva: upp till 50 % av den totala maltmängden.</p> \n<p><strong>Färg:</strong> °EBC 5,5</p>","ebc":"5","price":15.0},{"id":"15140","name":"Wheat Crystal","producer":"Castle Malting","origin":null,"description":"<p>Wheat Crystal ger ölen en härlig arom av kokad vete, majsflingor och lite kaffe. Wheat Crystal tar även fram smaker av bröd och kakor i din öl.<br> <br> Användningsområde: Witbier, Dunkelweizen och Weizenbock. Rekommenderad giva är max 15%.<br> <br> Färg: °EBC 140-160</p>","ebc":"140-160","price":17.0},{"id":"13305","name":"Wheat Malt (Crisp)","producer":"CRISP malting group","origin":null,"description":"<p>Vetemalt kan används i större mängder till veteöl men även mindre i givor, 3-5% för att öka skumstabiliteten samt ge en fylligare munkänsla i övriga ölsorter.<br> <br> Färg: °EBC 3 - 5</p>","ebc":"3 - 5","price":20.0},{"id":"10500","name":"Wheat Malt (Viking)","producer":"Vikingmalt","origin":null,"description":"<p>Vikingmalts Wheat Malt är en vetemalt som tillverkas endast från vårvete. Vetesorter som lämpar sig för bryggerimarknadens ändamål används. Maltprocessen skiljer sig inte mycket från pilsnermaltens produktion. Slutlig temperatur är normalt mellan 72-80 C.<br> <br> <strong>Användningsområde:</strong> Vetemalt används främst för veteöl och några andra överjästa öl. Vetemalt används också i lageröl för smakanrikning och för att förbättra skumstabilitet. Typexempel på användning är cirka 50% för veteöl och ca 20% för bidrag i lageröl.</p> \n<p><strong>Färg:</strong> °EBC 4 - 6</p>","ebc":"4 - 6","price":15.0},{"id":"16410","name":"Wheat Malt, Red","producer":"Briess","origin":null,"description":"<p>Wheat Malt, Red har något högre protein än vit vetemalt.</p> \n<p><strong>Användningsområde:</strong> Används ofta i Hefeweizen och andra traditionella veteöl på grund av en distinkt, karakteristiska vetemjöls smak. Vetemalt används också i lageröl för smakanrikning och för att förbättra skumstabilitet.</p> \n<p><strong>Färg:</strong> °EBC 4,5</p>","ebc":"4","price":20.0},{"id":"10610","name":"Wheat Munich 25","producer":"Castle Malting","origin":null,"description":"<p>Wheat Malt Munich 25 är en mycket speciell belgisk vetemalt av munichtyp. Inte särskilt mörk i färgen men rikare i smaken än vanlig vetemalt. Wheat Malt Munich 25 ger en fräschare och friskare öl med en typisk alesmak. Detta är den lite mörkare varianten, se även den vanliga Wheat Munich som är något ljusare.</p> \n<p><strong>Användningsområde:</strong> Mörka veteöl, Weizenbocks, Stouts eller i mindre proportioner för att lägga till kropp och skumstabilitet till andra mörka ales. Rekommenderad giva: Upp till 30% av mixen.</p> \n<p><strong>Färg: </strong>°EBC 21 - 28</p>","ebc":"21 - 28","price":18.0},{"id":"10600","name":"Wheat Munich Light","producer":"Castle Malting","origin":null,"description":"<p>Wheat Munich Light är en mycket speciell belgisk vetemalt av munchentyp. Den är Inte särskilt mörk i färgen men rikare i smaken än vanlig vetemalt, ger en fräschare och friskare öl med en typisk ale smak.</p> \n<p><strong>Användningsområde:</strong> Mörka veteöl, weizenbocks, stouts eller i mindre proportioner för att lägga till kropp och skumstabilitet till andra mörka ales.Rekommenderad giva: Upp till 30% av mixen.</p> \n<p><strong>Färg:</strong> °EBC 14 - 16</p>","ebc":"14 - 16","price":18.0},{"id":"15820","name":"Whisky","producer":"Castle Malting","origin":null,"description":"<p>Skapad för whiskytillverkning. Rökt under torkning med den bästa skotska torven. Ger en delikat karaktär av torvrök, en idealisk ingrediens för att skapa en unik whisky. Ger i högre dosering din whisky en rik torvrökt smak.<br> <br> <strong>Användningsområde:</strong> Kan användas upp till 100% i whiskeytillverkning. Om den används till öltillverkning bör man dosera betydligt lägre. Rekommenderad maxgiva för öl: ca 3%<br> <br> <strong>Rökighet: </strong>45 ppm</p> \n<p><strong>Färg:</strong> °EBC 2,5 - 3,7</p>","ebc":"2","price":20.0},{"id":"16120","name":"Yellow Corn Flakes","producer":"Briess","origin":null,"description":"<p>Krossade majsflingor. Ger en ljusare färg än pilsnermalt och resulterar i en torrare öl där humlekaraktären framhävs bättre.<br> <br> <strong>Användningsområde:</strong> Kan användas upp till 40% av den totala maltgivan för att brygga ljus öl. Behöver inte förkokas, bara att lägga direkt i mäsken.<br> <strong><span style=\"color:#FF0000\">OBS! Behöver alltså inte krossas eftersom det redan är gjort.</span></strong></p> \n<p><strong>Färg: </strong>°EBC 1,6<br> <br> Säck=11.34kg</p>","ebc":"1","price":25.0}]